Repository: mtikoian/Dash
Catalog: Dash/Resources/Account.*.resx
Languages: es

# ErrorCannotMatchMembership
source: The user information you entered is valid but you don't have access to this site.
es: La información del usuario ingresado es válida pero no tienen acceso a este sitio.!

# ErrorCannotValidate
source: There was a problem with the username/password you entered.
es: Hubo un problema con la contraseña escribiste.!

# ErrorDuplicateEmail
source: A user name for that email address already exists. Please enter a different email address.
es: Ya existe un nombre de usuario para esa dirección de correo electrónico. Introduzca una dirección de correo electrónico diferente.!

# ErrorDuplicateUserName
source: User name already exists. Please enter a different user name.
es: Nombre de usuario ya existe. Introduzca un nombre de usuario diferente.!

# ErrorGeneric
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
es: Ha producido un error desconocido. Por favor compruebe la entrada e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador del sistema.!

# ErrorInvalidAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
es: La respuesta de recuperación de la contraseña proporcionada no es válida. Por favor, compruebe el valor e inténtelo de nuevo.!

# ErrorInvalidEmail
source: The email address provided is invalid. Please check the value and try again.
es: La dirección de correo electrónico proporcionada no es válida. Por favor, compruebe el valor e inténtelo de nuevo.!

# ErrorInvalidPassword
source: The password provided is invalid. Passwords must be at least 6 characters long, with at least one non-alphanumeric character.
es: La contraseña proporcionada no es válida. Las contraseñas deben ser al menos 6 caracteres, con al menos un carácter no alfanumérico.!

# ErrorInvalidQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
es: La pregunta de recuperación de la contraseña proporcionada no es válida. Por favor, compruebe el valor e inténtelo de nuevo.!

# ErrorInvalidUserName
source: The user name provided is invalid. Please check the value and try again.
es: El nombre de usuario proporcionado no es válido. Por favor, compruebe el valor e inténtelo de nuevo.!

# ErrorPasswordMatch
source: The new password and confirmation password do not match.
es: La nueva contraseña y la confirmación de contraseña no coinciden.

# ErrorProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
es: El proveedor de autenticación devuelve un error. Por favor compruebe la entrada e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador del sistema.!

# ErrorUserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
es: Se ha cancelado la solicitud de creación de usuario. Por favor compruebe la entrada e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador del sistema.!

source: Confirm Password
es: Confirmar Contraseña

source: Current Password
es: Contraseña actual

source: New Password
es: Nueva contraseña

source: Change Password
es: Cambiar contraseña

source: Logout
es: Cerrar sesión

# ChangePasswordText
source: Use the form below to change your password. New passwords are required to be a minimum of {0} characters in length.
es: Utilice el siguiente formulario para cambiar su contraseña. Nuevas contraseñas deben tener un mínimo de {0} caracteres.!

# PasswordChangedText
source: Your password has been changed successfully.
es: Tu contraseña se ha cambiado correctamente.

# ErrorSavingPassword
source: An error occurred saving the password.
es: Error al guardar la contraseña.!

# ErrorOldPassword
source: The current password you entered is not correct.
es: La contraseña introducida no es correcta.!

# ForgotPasswordText
source: If you've forgotten your password, a link to create a new one can be sent to the email address for your account. Just enter your username and click the `Send Email` button below.
es: Si ha olvidado su contraseña, puede enviarse un enlace para crear una nueva a la dirección de correo electrónico para su cuenta. Introduce tu nombre de usuario y haga clic en el botón 'Enviar mensaje'. !

# ForgotPasswordEmailSentText
source: A link to reset the password for this account has been sent to the associated email address.
es: Un enlace para restablecer la contraseña para esta cuenta ha sido enviada a la dirección de correo electrónico asociados.!

# EmailTitlePasswordReset
source: Dash Password Reset Request
es: Solicitud de reinicio de contraseña

# EmailTextPasswordReset
source: <p>A request to reset your password was received. You can reset your password <a href="{0}">here</a>. This link is only valid for 15 minutes.</p><p>If you did not request this, you can ignore this email.</p>
es: <p>Se recibió una solicitud para restablecer su contraseña. Puede restablecer su contraseña <a href="@Model.Url">aquí</a>. Este enlace sólo es válido durante 15 minutos.</p><p>Si usted no solicita esto, puede ignorar este mensaje.</p>!

source: Forgot Password
es: Olvidó la Contraseña

# ErrorInvalidUser
source: The user could not be found.
es: Compte utilisateur activé avec succès

# ErrorResetPassword
source: The password reset link you clicked has expired or is invalid. Please try again.
es: El enlace de restablecimiento de contraseña hizo clic ha caducado o no es válido. Por favor, inténtelo de nuevo.!

source: Reset Password
es: Restablecer contraseña

# ResetPasswordText
source: Use the form below to reset your password. Passwords must be at least 6 characters long, with at least one non-alphanumeric character.
es: Utilice el siguiente formulario para restablecer la contraseña. Las contraseñas deben ser al menos 6 caracteres, con al menos un carácter no alfanumérico.!

# ErrorSendingEmail
source: An error occurred sending the email.
es: Se ha producido un error al enviar el correo electrónico.

source: Login
es: Entra
