Repository: mtikoian/Dash
Catalog: Dash/Resources/Charts.*.resx
Languages: es

source: Name
es: Nombre

source: View Chart
es: Ver informe

# SuccessDeletingChart
source: Chart deleted successfully.
es: Tabla eliminado con éxito.!

# SuccessSavingChart
source: Chart saved successfully.
es: Carta de guardado con éxito.!

# CreateChart
source: Create New Chart
es: Crear nuevo gráfico.

# ViewAll
source: View All Charts
es: ¡Ver todos los gráficos!

source: Share Chart
es: ¡Compartir el gráfico!

# SuccessCopyingChart
source: Chart copied successfully.
es: Gráfico copiado con éxito.!

# LabelAggregator_Avg
source: Average
es: Promedio

# LabelAggregator_Count
source: Count
es: Cuenta

# LabelAggregator_Max
source: Max
es: Máx.

# LabelAggregator_Min
source: Min
es: Mín

# LabelAggregator_Sum
source: Sum
es: Suma

# LabelType_Bar
source: Bar
es: Barra

# LabelType_Doughnut
source: Doughnut
es: Donuts

# LabelType_Line
source: Line
es: Línea

# LabelType_Pie
source: Pie
es: Tarta

# Type
source: Chart Type
es: Tipo de Gráfica

# XAxisColumn
source: X-Axis
es: Eje X

source: Date Interval
es: Intervalo de fecha

source: Aggregator
es: grupo de compra

# YAxisColumn
source: Y-Axis
es: Eje Y

# MenuItem
source: Charts
es: Graficos

# ExportChartData
source: Chart Data
es: Datos del Gráfico

# ExportChartName
source: Chart Name
es: Nombre del gráfico

# ExportChartWidth
source: Chart Width
es: Ancho del Gráfico

source: Report
es: Informe

# NewName
source: Enter the name for the chart.
es: Escriba el nombre para el nuevo gráfico.!

source: Ranges
es: Rangos

# ErrorNameRequired
source: Name is required.
es: Es necesario el nombre para crear un gráfico.!

# ErrorOwnerOnly
source: Only the owner of the chart is allowed to do this.
es: Sólo el propietario de la tabla se permite hacer esto.!

# ErrorPermissionDenied
source: You do not have permission to view the requested chart.
es: No tienes permiso para ver el gráfico solicitado.!

# NameSaved
source: The chart name was updated.
es: El nombre de la tabla se actualiza.!

# ErrorTypeRequired
source: Chart type is required.
es: Tipo de gráfico es necesario.!

# ChangeType
source: Change Chart Type
es: ¡Cambiar el tipo de tabla!

# ErrorNoRanges
source: You have to add at least one range before you can view the chart.
es: Tienes que añadir al menos uno puede ver la tabla.!

# ErrorGettingData
source: An error occurred querying the database. Check your reports. Or, try reloading the page.
es: Error al consultar la base de datos. Consultar los informes. O trate de recargar la página.!

# LabelType_HorizontalBar
source: Horizontal Bar
es: Barra horizontal

# ConfirmDelete
source: Are you sure you want to delete this chart? This will also delete any widgets using this chart.
es: ¿Está seguro que desea eliminar esta tabla? Esto también eliminará cualquier widgets usando esta tabla.!

# ErrorNoData
source: None of the chart ranges returned any data. Try modifying the ranges or the underlying reports.
es: Ninguno de los rangos de la tabla devuelve los datos. Tratar de modificar los rangos o los informes subyacentes.!

# ConfirmDeleteRange
source: Are you sure you want to delete this range?
es: ¡Estás seguro! Desea Usted eliminar esto

# ErrorAlreadyFirstRange
source: This range is already first.
es: Esta gama ya es primera.!

# ErrorAlreadyLastRange
source: This range is already last.
es: Esta gama ya es la última.!

# SuccessDeletingRange
source: Range deleted successfully.
es: Rango eliminado con éxito.!

# SuccessSavingRange
source: Range saved successfully.
es: Gama de guardado con éxito.!

source: Create Range
es: ¡Crear variedad!

source: Edit Range
es: _Editar intervalo...
