Repository: mtikoian/Dash
Catalog: Dash/Resources/ContextHelp.*.resx
Languages: es

# Database_AllowPaging
source: Some databases offer paging using OFFSET or LIMIT. SQL Server 2008 R2 and below does not support this. Check this unless you are using SQL Server 2008 R2 or lower.
es: Algunas bases de datos ofrecen paginación usando compensación o límite. SQL Server 2008 R2 y abajo no permite esto. Comprobarlo a menos que usted está utilizando SQL Server 2008 R2 o baje.!

# Database_ConnectionString
source: If a connection string is provided, it will be used instead of building one from the other fields.
es: Siempre que una cadena de conexión, que se utilizará en lugar de construir uno de los otros campos.!

# Database_DatabaseName
source: Database name is the name of the database on the server.
es: Nombre de la base de datos es el nombre de la base de datos en el servidor. !

# Database_Host
source: Host is the DNS name or IP of the database server.
es: Host es el nombre DNS o IP del servidor de base de datos.!

# Database_IsEmptyPassword
source: Check this to confirm that no password is needed.
es: Comprobarlo para confirmar que ninguna contraseña es necesaria.!

# Database_Name
source: Name must be a unique name for this database. It does not have to be the same as the database name.
es: Nombre debe ser un nombre único para esta base de datos. No debe ser el mismo que el nombre de la base de datos.!

# Database_Port
source: Port is the port number to connect to the database server on. It will default to the default for the database type if left empty.
es: El puerto es el número de puerto para conectarse al servidor de base de datos en. Por defecto el valor predeterminado para el tipo de base de datos si se deja vacío.!

# Database_User
source: User is the username to use when connecting to the database.
es: Usuario es el nombre de usuario debe utilizar para conectarse a la base de datos.!

# DatasetColumn_DataTypeId
source: The column data type is used to create SQL for the column. Select the closest type from the list.
es: El tipo de datos de columna se utiliza para crear el SQL de la columna. Seleccione el tipo más cercano de la lista.!

# DatasetColumn_Derived
source: Use this to enter SQL to modify the value returned as this column. Reference fields using [TableName].[ColumnName] for SQL Server, or `TableName`.`ColumnName` for MySQL.
es: Utilice esto para escribir SQL para modificar el valor devuelto como esta columna. Campos de referencia usando [TableName]. [ColumnName] de SQL Server, o 'TableName'. 'ColumnName' para MySQL.!

# DatasetColumn_FilterQuery
source: Use the filter query to lookup data to substitute for the value of this column, like replacing a StatusID with a name. The value for the option must be aliased as `Value` and match the value of this column. The text to display must be aliased as `Text`.
es: Utilice la consulta de filtro a los datos de búsqueda para sustituir el valor de esta columna, como reemplazar un StatusID con un nombre. El valor de la opción debe ser con alias como 'Valor' y coincide con el valor de esta columna. El texto a mostrar debe ser con alias como 'Texto'.!

# DatasetColumn_FilterTypeId
source: The filter type determines the operators the user will have when creating report filters using this column. The `Select` filter type lets you query another table for lookup values.
es: El tipo de filtro determina los operadores, que el usuario tendrá al crear filtros de informe con esta columna. El tipo de filtro 'Select' permite consultar otra tabla para valores de búsqueda.!

# DatasetColumn_Link
source: Provide a link that clicking on the column value will open in a new window. Substitute values from columns in the row into the link using the fully qualifed column name [SchemaName].[TableName].[ColumnName] for SQL Server, or `TableName'.'ColumnName` for MySQL.
es: Proporcionar un enlace que haga clic en el valor de la columna se abrirá en una ventana nueva. Sustituir valores de columnas en la fila en el enlace usando el completamente qualifed nombre de columna [SchemaName]. [TableName]. [ColumnName] de SQL Server, o 'TableName'.' ColumnName' para MySQL.!

# DatasetColumn_Title
source: The column title is a friendly column name that the user will see when creating reports.
es: El título de la columna es un nombre de columna amable que verá el usuario al crear los informes.!

# DatasetJoin_TableName
source: Enter the fully qualified table name of the table you want to join to the primary table for this dataset.
es: Ingrese el nombre completo de la tabla de la tabla que desea unir a la tabla principal para este conjunto de datos.

# Dataset_Conditions
source: Enter a SQL WHERE statement (without the WHERE keyword) to limit the data that the user can access.
es: Ingrese una instrucción WHERE de SQL (sin la palabra clave WHERE) para limitar los datos a los que el usuario puede acceder.

# Dataset_DatabaseId
source: Select the database this dataset will query. If you need to change the database after creating the dataset, use the `Change Database` link.
es: Seleccione la base de datos que este conjunto de datos consultará. Si necesita cambiar la base de datos después de crear el conjunto de datos, use el enlace `Cambiar base de datos`.

# Dataset_DatasetRole
source: Add the roles that can access this dataset. Administrators will be able to view/modify any dataset.
es: Agregue los roles que pueden acceder a este conjunto de datos. Los administradores podrán ver / modificar cualquier conjunto de datos.

# Dataset_Name
source: Enter a unique name for the dataset.
es: Introduzca un nombre único para el conjunto de datos.

# Dataset_PrimarySource
source: Select the primary table or stored procedure to query for this dataset.
es: Seleccione la tabla principal o el procedimiento almacenado para consultar este conjunto de datos.

# ReportFilter_ColumnId
source: Select the column to use to filter report data.
es: Seleccione la columna a usar para filtrar los datos del informe.

# ReportFilter_Criteria
source: Enter a text value that you want to compare to the filter column.
es: Introduzca un valor de texto que desee comparar con la columna de filtro.

# ReportFilter_OperatorId
source: Select the operator to use when comparing criteria.
es: Seleccione el operador a utilizar cuando compare criterios.

# Role_Name
source: Give this role a unique name.
es: Dale a este rol un nombre único.

# User_LanguageId
source: This will be the default language in which this user will see the site.
es: Este será el idioma predeterminado en el que este usuario verá el sitio.

# User_UserName
source: The login name for the user.
es: El nombre de inicio de sesión para el usuario.

# Dataset_TypeId
source: Select if this dataset will query tables or a stored procedure. Using a stored proc instead of tables will disable other features like conditions and joins.
es: Seleccione si este conjunto de datos consultará tablas o un procedimiento almacenado. El uso de un procedimiento almacenado en lugar de tablas deshabilitará otras características como condiciones y uniones.

# DatasetColumn_IsParam
source: Check this if this is an input parameter for the procedure. Parameter columns will be visible for use when filtering a report, but will not be viewable as a column in the report.
es: Marque esto si este es un parámetro de entrada para el procedimiento. Las columnas de parámetros serán visibles para su uso al filtrar un informe, pero no se podrán ver como una columna en el informe.

# Account_AuthCode
source: You are required to use two factor authentication to login. If you have set up Google Authenticator before, enter the authentication code. If you have not, use the Help button to configure it.
es: Debes utilizar la autenticación de dos factores para iniciar sesión. Si ha configurado Google Authenticator anteriormente, ingrese el código de autenticación. Si no lo ha hecho, use el botón Ayuda para configurarlo.

# User_Password
source: Password must be at least 6 characters long and contain at least one special character.
es: La contraseña debe tener al menos 6 caracteres y debe contener al menos un carácter especial.
